/* Localized versions of Guest Access strings */

allowButton = "Deel scherm";
denyButton = "Annuleer";

controlTitle = "Besturingsverzoek";
observeTitle = "Observatieverzoek";

controlRequestKnown = "De gebruiker '%@' (%@) wil uw scherm delen. Wilt u uw scherm met '%@' delen?";
observeRequestKnown = "De gebruiker '%@' (%@) wil uw computer observeren. Wilt u dit toestaan?";

controlRequestUnknown = "Een onbekende gebruiker (%@) wil uw scherm delen. Wilt u uw scherm met deze gebruiker delen?";
observeRequestUnknown = "Een onbekende gebruiker (%@) wil uw computer observeren. Wilt u dit toestaan?";

errAttnReqCommString = "Er heeft zich een communicatiefout voorgedaan.";
